"SIP accounts" = "SIP-fiókok";
"Run assistant" = "Segítő futtatása";
"Account 1" = "1. fiók";
"Account 2" = "2. fiók";
"Account 3" = "3. fiók";
"Account 4" = "4. fiók";
"Account 5" = "5. fiók";
"Settings" = "Beállitások";
"Enable video" = "Videó engedélyezése";
"Audio" = "Hang";
"Video" = "Videó";
"Call" = "Hívás";
"Chat" = "Csevegés";
"Network" = "Hálózat";
"Tunnel" = "Alagút";
"Advanced" = "Speciális";
"Development debug actions" = "Fejlesztési hibakeresési műveletek";
"Release core" = "Felszabadító mag";
"Clear cache" = "Gyorsítótár törlése";
"Battery alert" = "Akkumulátor riasztása";
"Flush downloaded images" = "Letöltött képek kiürítése";
"Auto answer call immediately" = "Automatikus hívásfogadás azonnal";
